{
	"token": {
        "Inicio": "Home",
        "Conoce": "About us",   
        "Eventos": "Events",
        "Contacto": "Contact",
        "Reservaciones": "Reservations",
        "Español": "Spanish",
        "Ingles": "English",
        "Frente a": "Beach",
        "La playa": "front",
        "Diviertete": "Have Fun",
        "en la Playa": "in the Beach",
        "Cocina con Tradición": "Traditionally cooked",
        "A comer": "To eat",
        "Disfruta": "Enjoy",
        "Relájate": "Relax",
        "Preparamos para ti platillos de nuestra": "We prepare dishes for you",
        "cocina con tradición": "cuisine with tradition",
        "que conquistarán tu paladar.": "that will conquer your palate.",

        "Heredamos la tradición de una de las cocinas locales más antiguas, que además de sus recetas secretas, nos enseñó que lo que se hace con amor, esta bien hecho.": "We inherit the tradition of one of the oldest local cuisines, which in addition to its secret recipes, taught us that what is done with love is well done.",
        "Cautiva a tu paladar con la variedad de nuestro menú, donde la pesca del día será la protagonista de tu plato.": "Captivate your palate with the variety of our menu, where the catch of the day will be the protagonist of your dish.",
        "Ubicada a 7 km del Aeropuerto Internacional de Zihuatanejo, Playa Larga es de los secretos mejor guardados de Ixtapa y Zihuatanejo.": "Located 7 km from the Zihuatanejo International Airport, Playa Larga is one of the best kept secrets of Ixtapa and Zihuatanejo.",
        "Vive un grandioso día de playa con nuestro servicio de Restaurante - Bar en nuestras instalaciones completamente nuevas y pensadas para tu disfrute.": "Live a great day at the beach with our Restaurant - Bar service in our completely new facilities designed for your enjoyment.",
        "Mariscos": "Seafood",
        "preparados al estilo tradicional": "prepared in old fashioned way",
        "Mariscos varios acompañados de un tradicional pescado a la talla.": "Various seafood accompanied by a traditional pescado a la talla.",
        "Relleno de mariscos sobre una jugosa piña a las brasas.": "Stuffed with seafood on a juicy pineapple on the coals.",
        "Tradicionales, marinadas con la receta especial de la casa.": "Traditional, marinated with the special recipe of the house.",
        "¡Celebra!": "Celebrates!",
        "Por su encanto natural, Playa Larga ha sido testigo de las más bellas celebraciones a la orilla del mar, donde un paradisiaco atardecer bañado de una suave y fresca brisa, llenará de magia ese momento para volverlo inolvidable.": "For its natural charm, Playa Larga has witnessed the most beautiful celebrations on the seashore, where a paradisiacal sunset bathed in a soft and fresh breeze, will fill that moment with magic to make it unforgettable.",
        "¿Te gustaría vivirlo?": "Would you like to experience it?",
        "Pregunta": "Ask",
        "por nuestros montajes y menús de banquetes creados especialmente para tu gran día.": "for our assemblies and banquet menus created especially for your big day.",
        "Eventos en la playa": "Beach events",
        "Restaurante": "Restaurant",
        "Alberca": "Swimming pool",
        "Hamacas": "Hammocks",
        "Palapas": "palm roof spots",
        "Asoleaderos": "Sunscreens",
        "se compone de 12 km de de extensión que envuelven un paisaje rústico y relajado que remonta a la vida en los primeros años de este destino tropical.": "It consists of 12 km of extension that surround a rustic and relaxed landscape that dates back to life in the early years of this tropical destination.",
        "A 10 minutos de Zihuatanejo": "10 minutes from downtown",
        "en dirección al noroeste, una desviación invita a adentrarse en un camino coronado por la sobra de un sin fin de cocotales que encuentra su final a la orilla del mar. ¡Haz llegado a tu destino!": "heading northwest, a deviation invites you to enter a road crowned by the surplus of endless coconut trees that finds its end at the edge of the sea. You have reached your destination!",

        "Servicios": "Services",
        "Tendrás a tu disposición el día del evento:": "You will have at your disposal the day of the event:",
        "Contáctanos": "Contact us",
        "Formulario de contacto": "Contact form",
        "Comentarios": "Comments",
        "Teléfono": "Phone",
        "Nombre": "Name",
        "Enviar": "Submit"
	},
	"regex": [
	
		["This will be case insensitive", "i", ""]
	]
}